;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Svenska/Swedish
WebLang=SWE
Translator=1FF
Codepage=UNICODE 
Version=5.1.7


[Uninstaller Toolbar]
102 = Visning
103 = Alternativ
104 = Avinstallerare
105 = Verktyg
106 = Jaktläge
107 = Lista
108 = Ikoner
109 = Detaljer
110 = Avinstallera
111 = Ta bort post
112 = Uppdatera
113 = Är det säkert att du vill ta bort den valda posten?
114 = Är det säkert att du vill avinstallera det valda programmet?
115 = Autouppdatera
116 = Hjälp
117 = Hjälp för aktuellt verktyg...
118 = Hemsida...
119 = Om...
120 = Du är inte administratör!
121 = Är det säkert att du vill avinstallera den valda systemkomponenten?\nAVBRYT, om du inte är säker på vad du gör!
122 = Avinstalleraren visar alla program och komponenter som är installerade för alla användare på datorn. I detaljvyn Typ, eller via kontextmenyn, kan du komma åt ytterligare information likt länkar och egenskaper gällande installationer. En huvudfunktion hos Revo Uninstaller är Jaktläget, detta läge låter dig avinstallera, stoppa, radera eller inaktivera från autostart med enbart ett klick.
123 = Sök
124 = Hittade:
125 = Är det säkert att du vill ta bort vald systemkomponent från registret?\nDenna komponent kanske krävs av ditt operativsystem!
126 =  kommer inte längre autostarta!
127 =  är satt till att autostarta
128 = %s är installerad på samma plats som %s!\nRester kommer att hittas för båda applikationerna! Kontrollera noggrant de du vill ta bort!
129 = Tvingad MSI-avinstallation

[Uninstaller List]
150 = Applikation
151 = Storlek
152 = Version
153 = Installationsdatum
154 = Företag 
155 = Webbplats
156 = Kommentar
157 = Avinstallationssträng
158 = Registernyckel
159 = Installerare

[Uninstaller StatusBar]
201 = Installationer:
202 = Laddar...

[Registry Optimizer]
302 = Välj plats att skanna
303 = Startmeny

[AutoRun Toolbar]
407 = Kör
408 = Avsluta
409 = Ta bort
410 = Poster:
411 = Aktiverad:
412 = Med autostarthanteraren kan du inte enbart aktivera eller inaktivera applikationer från att starta automatiskt tillsammans med Windows, utan du kan även visa mer information om en bestämd applikation. Du kan få startsökvägen, beskrivning, utgivare, status - körandes eller ej, och platsen för startkommandot. Endera i registret eller en fil på disken.

[AutoRun List]
450 = Startnamnet
451 = Startsökväg
452 = Beskrivning
453 = Utgivare
454 = Status
455 = Plats
456 = KÖRS
457 = KÖRS INTE
458 = OGILTIG
459 = Avsluta processen
460 = Kör processen
461 = Öppna objektets mapp
462 = Gå till platsen
463 = Kopiera startsökväg
464 = Ta bort vald
465 = Ta bort alla ogiltiga
466 = Ta bort alla som inte körs
467 = Ta bort alla inaktiverade
468 = Egenskaper...
470 = Är det säkert att du vill stänga vald applikation?\nAlla osparade data kommer att förloras!
471 = Är det säkert att du vill radera den valda posten?
472 = Är det säkert att du vill radera alla ogiltiga poster?
473 = Är det säkert att du vill radera alla icke körande poster?
474 = Är det säkert att du vill radera alla inaktiverade poster?
475 = Kommandot existerar inte!
476 = OKÄND
477 = Inaktivera autostart
478 = Aktivera autostart

[Outlook Control]
300 = Optimering
301 = Registeroptimering
400 = Autostarthanterare
500 = Spårrensare
501 = Webbläsarrensare
600 = Rensare av MS Office
700 = Windows-rensare
800 = Bevisborttagare
900 = Oåterställbar radering
2100 = Windows verktyg
2200 = Skräpfilsrensning

[Track Cleaner Browsers]
507 = Rensa allt
508 = Rensa internethistorik
509 = Radera adressfältshistorik
510 = Radera temporära internetfiler
511 = Radera kakor
512 = Radera index.dat-filer
513 = Utför
514 = Radera nedladdningshistorik
515 = Radera sessionshistorik
516 = Radera formulärhistorik
517 = Avinstallerare
518 = Är det säkert att du vill rensa all vald historikdata?
521 = Är det säkert att du vill rensa Internet Explorers historikdata?
522 = Är det säkert att du vill rensa Firefox historikdata?
523 = Är det säkert att du vill rensa Operas historikdata?
524 = Är det säkert att du vill rensa Netscapes historikdata?
525 = Din webbläsare lagrar detaljer om alla webbsidor du har besökt. Den informationen nås lätt från webbläsarfönstret, och bara genom ett knapptryck kan vem som helst se vilka sidor du besökt på nätet! Med Webbläsarrensaren kan du ta bort alla temporära internetfiler, alla bilder du har tittat på, alla filmer du har sett på nätet och alla sidor du har besökt. Radera temporära internetfiler kan frigöra en massa utrymme på din disk.
526 = Stäng webbläsaren innan du rensar bort dess spår.
527 = Index.dat-filerna tas bort vid nästa omstart av datorn.
599 = Spårrensningsoperationer av valda poster har utförts!

[Track Cleaner Office]
601 = Rensa
607 = Rensa senaste dokumenthistoriken i MS Word
608 = Inkluderar Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 och Word 2016
609 = Rensa senaste dokumenthistoriken i MS Excel
610 = Inkluderar Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 och Excel 2016
611 = Rensa senaste dokumenthistoriken i MS Access
612 = Inkluderar Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 och Access 2016
613 = Rensa senaste dokumenthistoriken i MS PowerPoint
614 = Inkluderar PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 och PowerPoint 2016
615 = Rensa senaste dokumenthistoriken i MS FrontPage
616 = Inkluderar FrontPage 2000, FrontPage XP och FrontPage 2003
617 = MS Office-rensaren låter dig ta bort historiken över de senast använda dokumenten i MS Word, Excel, Access, PowerPoint och FrontPage. Om du inte vill att vem som helst ska kunna se dina senast öppnade eller redigerade kalkylblad, dokument eller andra skapade filer, markera dessa filtyper och klicka på knappen Rensa. Dessa filtyper rensas då bort och blir otillgängliga.

[Track Cleaner Windows]
701 = Rensa
707 = Rensa senaste dokumenthistoriken
708 = Rensa historiken i Kör
709 = Rensa historiken i Sök
710 = Rensa historiken för skrivare, datorer och Kontakter
711 = Töm urklipp
712 = Rensa senaste historiken i MS Paint
713 = Rensa senaste historiken i MS WordPad
714 = Rensa senaste historiken för öppnade nycklar i Regedit
715 = Rensa senaste historiken för öppnade/sparade filer
716 = Rensa historiken för senast öppnad mapp
717 = Töm papperskorgen
718 = Radera Windows temporära filer
719 = Radera användarloggen över startmenyn
720 = Microsoft Windows håller reda på många saker som du gör med datorn. T.ex. lagras sökhistorik när du letar efter filer och mappar, vilka dokument du öppnade senast, vilka filer du har öppnat eller sparat i diverse olika applikationer m.m. m.m. En rensning av Windows låter dig ta bort både denna historik och alla dess temporära filer. Du kan även tömma papperskorgen och radera temporära filer, vilket kan frigöra värdefullt diskutrymme.
721 = Körhistoriken kommer att raderas när Utforskaren.exe startas om
722 = Spår i Windows register
723 = Spår på lokal disk
724 = Radera minnesdumpfiler
725 = Radera filfragment från chkdsk. Check Disk.


[Evidence Remove]
802 = Utför
803 = Utplånar
804 = Vänligen vänta medan utplåningen utförs
805 = Genomförd
806 = Sätt en markering i rutan framför den/de disk(ar) du vill utplåna spåren av ditt arbete ifrån. Det här verktyget påverkar endast redan borttagna data. VARNING: När processen är slutförd kommer det vara omöjligt att återskapa dina utplånade filer!
807 = När du tömmer papperskorgen raderas filerna egentligen inte, de markeras som raderade i systemet men finns fysiskt kvar på disken. Detta verktyg kommer att permanent radera de filer och mappar som tagits bort men egentligen finns kvar på din disk. Data raderade med Bevisborttagaren kommer att bli oåterställbart raderade, omöjliga att återställa! 
808 = Säkert att du vill utplåna restspår och bevis på vald(a) disk(ar)?

[Unrecoverable  Delete ]
912 = Lista med filer och mappar som kommer att raderas och bli omöjliga att återställa.
913 = Filer
914 = Mappar
915 = Lägg till filer som du vill radera fullständigt från systemet. Dessa filer kan aldrig återställas av något programverktyg!
916 = Lägg till mappar som du vill radera fullständigt från systemet. Dessa mappar kan aldrig återställas av något programverktyg!
917 = Lägg till filer för radering
918 = Lägg till mappar för radering
919 = RADERA FÖR ALLTID
920 = Rensa listan
921 = Om du på ett säkert sätt vill radera en fil eller en mapp och vara säker på att den aldrig kommer att kunna återskapas av någon med något verktyg, ska du använda verktyget Oåterställbar radering.\nNär man tömmer Windows papperskorg betyder inte detta att de borttagna filerna är borta för alltid, de finns fortfarande kvar på disken och vem som helst kan återskapa dem utan större ansträngning. Verktyget Oåterställbar radering gör detta omöjligt eftersom det raderar valda filer och mappar fysiskt.
922 = Vill du verkligen radera valda filer och mappar för alltid?

[Options Tree]
1001 = Alternativ
1002 = Exportera alla inställningar
1003 = Importera alla inställningar
1100 = Allmänt
1200 = Avinstallerare

[General]
1101 = Nuvarande språk:
1102 = Avancerat läge
1103 = Sök uppdatering vid programstart
1104 = Uppdatera automatiskt i bakgrunden

[Uninstaller Options]
1201 = Visa systemuppdateringar
1202 = Visa systemkomponenter
1204 = Kör endast den inbyggda avinstalleraren
1205 = (Stöds ej i Windows Vista)
1206 = Skapa en systemåterställningspunkt innan avinstallationen
1208 = Inaktivera egenskapen Avinstalleringshistorik
1209 = Visa websidegenvägar

[Auto Update]
1907 = Uppdatera
1908 = Versionsinformation
1909 = Nuvarande version:
1910 = Senaste version:
1911 = NEDLADDA
1912 = Skaffa senaste versionen
1913 = Vad är nytt
1914 = Kontrollerar...
1915 = Anslutningsproblem...
1916 = STOPP
1917 = Nedladdat %s av %s 
1918 = Nedladdat %s (total storlek okänd)
1919 = Revo Uninstaller kunde inte ansluta till www.revouninstaller.com. Vänligen kontrollera att internetanslutningen fungerar samt att brandväggen inte hindrar Revo Uninstaller Pro
1920 = Fel: Sökningen efter ny version misslyckades. Ingen internetanslutning.
1921 = Nedladdar...
1922 = Startar uppdateringen...
1923 = Klart
1924 = Ingen uppdatering tillgänglig
1925 = Framgångsrikt uppdaterat till senaste versionen (%s)

[WinTools]
2110 = Kör
2111 = Det finns en hel del behändiga och användbara verktyg i varje utgåva av Windows operativsystem. En del av dem använder långa kommandorader, andra kan vara svåra att komma åt. Windows-verktyg ger dig snabb ett-klicks tillgång till mer än 10 vanliga Windows-verktyg.
2112 = Du kan använda detta till att återställa din dator till ett tidigare tillfälle utan att förlora dina personliga filer om ett problem skulle uppstå. Systemåterställning övervakar ändringar gjorda i systemet och i vissa applikationer och skapar automatiskt lättidentifierade återställningspunkter. Dessa återställningspunkter kan sedan användas för att återställa systemet till en tidigare tidpunkt. De skapas dagligen samt vid vissa speciella händelser i datoranvändandet. Du kan även skapa och namnge återställningspunkter manuellt närsomhelst.
2113 = Används för att samla och visa information om din dators hårdvara och operativsystem, din internetkonfiguration, inklusive modemets och nätverkskortets konfiguration. Med verktyget Nätverksdiagnostik kan du utföra systemgenomsökningar och testa anslutningsinställningarna och kontrollera att dina nätverksrelaterade program och tjänster fungerar som de ska. 
2114 = Du kan använda detta för att visa alla aktuella TCP/IP-konfigurationsvärden och för att uppdatera Dynamic Host Configuration Protocol (DHCP) och Domain Name System (DNS) -inställningar. Det visar den fullständiga TCP/IP-konfigurationen för alla nätverkskort, inklusive IP-adress, MAC-adress, Nätmask, Standard-gateway, Windows Internet Naming Service (WINS) och DNS-konfiguration.
2115 = Detta används för att kontrollera statusen för tre viktiga säkerhetskomponenter: brandväggen, antiviruset och automatiska uppdateringar. Om ett problem skulle uppstå med någon av dessa komponenter, (t.ex. att antivirusprogrammet inte är uppdaterat), skickar Säkerhet och underhåll ut en varning samt föreslår åtgärder för hur du bättre ska kunna skydda din dator.
2116 = Du kan använda detta för att visa grundläggande information såsom Processortyp och RAM-minnen, visa och justera inställningar som kontrollerar hur datorn använder minnet och hittar viss information, visa information om hårdvaru- och enhetsegenskaper samt konfigurera hårdvaruprofiler, visa information om nätverksanslutningar och inloggningsprofil. Rapportering av system- och/eller programfel till Microsoft eller Systemadministratören (om några sådana skulle uppstå), ingår också.
2117 = Systeminformation är en komponent som samlar in och visar information om systemkonfigurationen för den lokala datorn och datorer i nätverket. Denna inkluderar information om hårdvarukonfiguration, datorkomponenter och mjukvara, inklusive signerade och osignerade drivrutiner. Systeminformation är ett supportverktyg som snabbt ger dig information om datorn och dess operativsystem.
2118 = "TCP/IP Netstat"-kommandot är en komponent i Windows operativsystem som visar alla aktiva anslutningar för TCP/IP-protokollet. Det visar vilka portar systemet lyssnar på, (TCP och UDP), samt vilka program som är involverade i varje anslutning eller lyssningsport. Programnamnet visas underst, inom [ ], högst upp ser man den anropade komponenten och så vidare, tills TCP/IP slutligen nåtts. 
2119 = Detta verktyget visar ett virtuellt tangentbord på skärmen och tillåter användare med rörelse- eller funktionshinder att mata in data med ett pekverktyg eller en joystick. Skärmtangentbordet är också bra att använda om du misstänker att en key-logger har installerats på datorn och att alla tangenttryckningar registreras av denna. Skärmtangentbordet eliminerar sådan registrering.
2120 = Detta verktyg analyserar lokala diskvolymer och förenar fragmenterade mappar och filer så att dessa placeras sammanhängande på samma ställe på disken. Förutom att snabba upp läshastigheten på filerna samlas också det fria oanvända utrymmet på disken på samma ställe, med mindre risk för framtida filfragmentering som följd. 
2121 = Kan användas till att starta, stoppa, pausa och återuppta tjänster på nätverksdatorer såväl som den lokala datorn. Hantera tjänster på lokala och nätverksdatorer, upprätta åtgärder som ska vidtas om en tjänst slutar att fungera (t.ex. starta om tjänsten automatiskt), aktivera eller inaktivera tjänster för en specifik hårdvaruprofil samt kontrollera status och beskrivning för varje tjänst.
2122 = Används för att hantera delade resurser i ett nätverk, styra åtkomsträttigheter, sessionsaktivitet, delningsegenskaper, samt visa en summering av anslutningar och resurser för lokal dator och nätverksdatorer. Med Delade mappar kan du skapa, visa och ställa in rättigheter för delade resurser, visa en lista över alla användare som är anslutna till en resurs eller dator i nätverket och även koppla ifrån en eller alla användare, samt lista alla filer som har använts av fjärranvändare.
2123 = Detta verktyg inkluderar principinställningar för användar- och datorkonfigurationer. Grupprincipinställningar definierar de olika inställningarna för komponenter som ska visas på användarnas skrivbord, och som administratören behöver kunna hantera, t.ex. vilka program användarna ska kunna använda, vilka program som ska visas på datorerna, samt olika alternativ för startmenyn, m.m.
2124 = Lägg till/Ta bort Windows-funktioner låter dig hantera installerade Windows-funktioner på din dator. När Windows operativsystem har installerats på datorn kan du använda detta för att lägga till nya funktioner i efterhand, eller för att ta bort sådana som du inte använder eller behöver. 
2125 = MS Windows Verktyg för borttagning av skadlig programvara kontrollerar datorer som kör Windows operativsystem så att de inte är infekterade av skadlig programvara, samt hjälper till att desinficera dem ifall något illasinnat skulle påträffas. Dessa skadliga programvaror innefattar virus, maskar och trojaner. När genomsöknings- och borttagningsfasen är avklarad visar programmet en rapport i vilken resultatet redovisas, inklusive ifall någon elakartad programvara hittades och togs bort.


[Junk Files Cleaner Options]
2202 = Diskar att skanna:
2203 = Mönster
2204 = Beskrivning
2205 = Lägg till
2206 = Ta bort
2207 = Återställ till standard
2208 = Skräpfilsrensaren::Allmänt
2209 = Skräpfilsrensaren::Exkludera
2220 = Mönster att söka efter:
2221 = Du kan använda tecknen ? och/eller * som jokertecken
2222 = Lägg till mönster
2223 = Lägg till exkluderingsmönster
2224 = Du kan använda tecknen ? och/eller * som jokertecken
2225 = Exkludera mönster:
2226 = Radera filer till papperskorgen
2227 = Ignorera filer som använts inom de senaste 24 timmarna

[Junk Files Cleaner Tool]
2306 = Skanna
2307 = Radera
2308 = Skannar
2309 = Vänligen vänta medan skanningen pågår.
2310 = Avbryt
2311 = Namn
2312 = Storlek
2319 = Filer:
2320 = Total storlek:
2323 = Vissa filer används av Windows eller av annat program och kan inte raderas nu
2324 = Du måste välja minst en disk och en filändelse för att kunna skanna.
2325 = Med skräpfilsrensaren kan du finna och ta bort många typer av skräpfiler och andra onödiga filer från datorn. Normalt tas dessa bort av applikationen som skapat dem när de inte längre behövs. Dock kan de bli kvar permanent om t.ex. huvudapplikationen avslutas onormalt, eller vid en systemkrasch m.m. Om detta skulle inträffa kan datorns prestanda och diskutrymme påverkas negativt. 
2326 = Fil:
2327 = Raderar filer
2328 = Inga skräpfiler hittades

[Context Menu Junk Files Cleaner]
2313 = Öppna
2314 = Sök på Google efter 
2315 = Öppna objektets mapp
2316 = Egenskaper...
2317 = Markera alla poster
2318 = Avmarkera alla poster
2321 = Markera valda poster
2322 = Avmarkera valda poster

[TopMost Window]
4002 = Alternativ
4003 = Öppna huvudfönstret
4004 = Drag- och Släpp-läge
4005 = Jaktläge
4006 = Storlek
4007 = Liten
4008 = Mellan
4009 = Stor
4010 = Fönsterstorlek
4011 = AVSLUTA
4012 = Avinstallera
4013 = Stoppa autostartande
4014 = Avsluta process
4015 = Avsluta och ta bort processen
4016 = Öppna objektets mapp
4017 = Information
4018 = Egenskaper
4019 = AVBRYT
4020 = Endast en fil i taget stöds!
4021 = Du släppte en mapp, vänligen drag och släpp en fil!
4022 = Avinstallera eller Ta bort:
4023 = Olöst! Försök att peka på ett annat fönster, ikon eller annan aktivitetsfältpost.
4024 = Kan inte köra avinstallationskommandot!\n Vänligen använd programmets avinstallerare
4025 = Inget avinstallationspaket hittades!\nTips: Skaffa mer information om programmet från huvudfönstret och\n försök avinstallera det manuellt!
4026 = Målapplikationen har inaktiverats från autostart!\nTips: Om du vill aktivera det igen, kan du använda autostarthanteraren i huvudapplikationen!
4027 = Målapplikationen finns inte bland de vanliga platserna för autostart!\nTips: För att söka efter ovanliga startplatser för olika program, vänligen använd webbplatsen www.google.se!
4028 = Är det säkert att du vill stänga den valda applikationen?\nAlla osparade data kommer att gå förlorade!
4029 = Avinstallerare
4030 = Är det säkert att du vill stänga och radera vald applikation?\nAlla osparade data kommer att gå förlorade!
4031 = Vill du verkligen avsluta Windows utforskare?\n startmenyn, aktivitetsfältet och systemfältet kommer att försvinna!
4032 = Starta med Windows
4033 = Genomskinlighet
4034 = Dra målet över ett öppet fönster, aktivitetsfältpost eller en ikon.
4035 = Alltid överst

[Scan After Uninstall]
4210 = Plats
4211 = Nyckel
4212 = Värde
4213 = Data
4214 = Fil
4215 = Ingen post vald. Välj en post att radera!
4216 = Skanna efter avinstallering
4217 = Välj alla
4218 = Välj bort alla
4219 = Radera
4220 = Restfiler
4221 = Resterande registerposter
4222 = Skannar innan avinstallation, vänligen vänta...
4223 = Kör avinstalleraren...
4224 = Kör en skanning efter restfiler, mappar och registerposter när applikationens avinstallerare är färdig.
4225 = Skannar efter avinstallationen, vänligen vänta...
4226 = Kontrollera listade poster noggrant!
4227 = Stäng
4228 = Resterande filer i listan kommer att raderas efter nästa omstart av datorn.
4229 = Det gick inte att köra applikationens avinstallerare!\nAvinstallationskommandot kan vara korrupt eller skadat!
4230 = Tillbaka
4231 = Nästa
4232 = Välj ett avinstallationsläge.
4233 = Lägen
4234 = Inbyggt - kör endast programmets egna avinstallerare utan ytterligare skanning.
4235 = Säkert - inkluderar det inbyggda läget och utför dessutom en skanning av registret och disk(ar) för att finna resterande poster som är säkra att ta bort. Det snabbaste läget.
4236 = Måttligt - inkluderar säkert läge och utför även en utökad skanning för att finna alla kvarvarande poster på de vanligaste platserna i registret och på disk(ar).
4237 = Avancerat - inkluderar måttligt läge samt utför en djup och grundlig skanning av registret och disk(ar) för att finna applikationens alla restposter och filer. Det långsammaste läget.
4238 = Analyserar applikationen innan dess avinstallation.
4239 = Startar programmets inbyggda avinstallerare.
4240 = Tryck på knappen Nästa för att söka efter restfiler, mappar och registerposter efter genomförd avinstallation.
4241 = Utför initial analys och avinstallation
4242 = Skannar efter restinformation
4243 = Skannar efter utförd avinstallation. Skannar registret och disk(ar) efter restfiler, mappar och registerposter relaterade till det avinstallerade programmet. Vänligen vänta...
4244 = Funna resterande registerposter
4245 = Funna registerposter:
4246 = OBS!: Kontrollera fetstilta poster noggrant! Endast poster markerade med fetstil och dess underposter kommer att tas bort!
4247 = Funna restfiler och mappar
4248 = Funna poster:
4249 = Den här datorn
4250 = Revo Uninstaller kunde inte starta applikationens inbyggda avinstallerare. Avinstallationskommandot kan vara ogiltigt, korrupt eller helt saknas. Tryck på knappen Tillbaka för att välja en annan avinstallationsmetod.
4251 = Programmets inbyggda avinstallerare har avslutats. Revo Uninstaller har inte skannat efter kvarvarande filer, mappar eller registerposter. Tryck på knappen Tillbaka för att använda ett annat avinstallationsläge för att söka efter dessa.
4252 = Revo Uninstaller genomförde avinstallationen framgångsrikt, men hittade inga restposter. Tryck på knappen Tillbaka för att försöka med ett annat utökat avinstallationsläge för en djupare skanning.
4253 = Revo Uninstaller genomförde avinstallationen framgångsrikt. Om du vill leta efter fler restposter kan du trycka på knappen Tillbaka för att prova med ett annat utökat avinstallationsläge för en djupare skanning.
4254 = Slutför
4255 = Vill du verkligen skicka valda poster till papperskorgen?
4256 = Vill du verkligen radera valda registerposter?
4257 = Revo Uninstaller slutförde avinstallationen framgångsrikt!
4258 = Vill du verkligen hoppa över raderingen av funna resterande registerposter och fortsätta till nästa steg?
4259 = Vill du verkligen hoppa över raderingen av funna resterande filer och mappar och fortsätta till nästa steg?
4260 = Sökning efter restposter klar. Tryck på knappen Nästa för att se resultatet!
4261 = Skapar systemåterställningspunkt...
4262 = Skapa systemåterställningspunkt - misslyckades!
4263 = Skapa systemåterställningspunkt är inaktiverat (se: Alternativ -> Avinstallerare)
4264 = Skapa systemåterställningspunkt - Klart!
4265 = Filsystem
4266 = Skannar för rester av
4267 = Rester har hittats i registret och filsystemet
4268 = Rester raderades från registret och filsystemet
4269 = avinstallerade program
4270 = Skapa en återställningspunkt misslyckades. Systemåterställning är inaktiverat i Windows inställningar.
4271 = Raderar funna rester från registret och filsystemet...
4272 = Skannar efter rester...

[About]
4300 = Översättare:

[ContextMenu Uninstaller]
5000 = Kommandon
5001 = Info
5002 = Googla efter
5004 = Installationsplats
5005 = Öppna Om-länken...
5006 = Öppna Hjälp-länken...
5007 = Öppna Uppdateringslänken...
5008 = Öppna registernyckel...

[Common]
10000 = OK
10001 = Avbryt
10002 = Hjälp
10003 = Bläddra
10004 = Hjälp för aktuellt verktyg
10005 = Hemsida
10006 = Om
10007 = Varning
10008 = FEL
10009 = Ja
10010 = Nej
10011 = Pausa
10012 = Återuppta
10013 = Standard
10014 = Vänligen vänta...
10015 = Senare
10016 = Aldrig
10017 = Operationen avklarades med framgång!
10018 = Vänligen vänta medan operationen utförs...
10019 = Redigera
10020 = Försök igen
10021 = Ignorera
10022 = Avbryt
10023 = Radera
10024 = Spara
10025 = Poster
10026 = Starta
10027 = Stäng (rekommenderat)

[Tooltips]
2000 = Byt till avinstallationsläge
2001 = Visa Verktygspanel
2002 = Justera inställningar
2003 = Byt till Jaktläge
2004 = Ändra hur listan med installerade applikationer visas
2005 = Avinstallera valt program
2006 = Radera vald post från registret
2007 = Uppdatera listan med applikationer
2008 = Uppdatera din version till den senaste versionen
2009 = Finn ytterligare svar på alla dina frågor om programmet
404 = Starta vald applikation
405 = Avsluta och stäng vald applikation
406 = Förhindra att vald applikation autostartar
506 = Rensa valda alternativ
605 = Rensa valda alternativ
705 = Rensa valda alternativ
2106 = Kör valt verktyg
2304 = Skanna efter onödiga filer enligt valda inställningar
2305 = Radera markerade filer till papperskorgen



[UninstallerPro]
15000 = Allmänt
15001 = Grupphanteraren
15002 = Nya program
15003 = Andra program
15004 = Namn
15005 = Byt namn
15006 = Internet
15007 = Spel
15008 = Multimedia
15009 = Verktyg
15050 = Flytta upp
15051 = Flytta ned
15052 = Lägg till
15053 = Ta bort
15054 = Kolumner
15055 = Ta bort kolumnen
15056 = Justering
15057 = Vänster
15058 = Center
15059 = Höger
15060 = Passa in
15061 = Exportera listan till
15062 = Textformat(txt)
15063 = HTML-format(html)
15064 = Microsoft Excel
15065 = Exportera
15066 = Välj de kolumner du vill exportera:
15067 = Visa installationer som Nya program:
15068 = Senaste (i dagar)
15069 = Sedan förra starten av avinstalleraren
15070 = Gruppnamn:
15071 = Lägg till
15072 = Grupp
15073 = Övervakade program
15074 = Övervakade\nprogram
15075 = Alla program
15076 = Alla\nprogram
15077 = Radera loggen
15078 = Anpassad avinstallation
15079 = Byt ikon
15080 = Lägg till i grupp
15081 = Ta bort från grupp
15082 = Avinstallerar
15083 = Avinstallerar programmets loggade filer och mappar:
15084 = Avinstallerar loggade registerposter:
15085 = Det finns data som kan vara relaterade till programmet men som inte raderades eftersom de inte loggades av Revo under installationen. Om du vill gå igenom och eventuellt radera dessa, tryck på knappen Avancerad avinstallation
15086 = Avancerad avinstallation
15087 = Fil-\mappsökväg
15088 = Laddar lista...
15089 = Avinstallera valda värden
15090 = Öppna föräldranyckeln i registret
15091 = Öppna alla 
15092 = Stäng alla
15093 = Värdets namn 
15094 = Loggmapp:
15095 = Utför namnbyte på de tidigare existerande systemfilerna och -mapparna
15096 = Tvingad avinstallation
15097 = Tvingad\navinstallation
15098 = Öppna vald nyckel
15099 = Stäng vald nyckel
15100 = Avinstallera vald nyckel
15101 = Märk vald nyckel som skapad
15102 = Lägg till i listan Exkludera
15103 = Ogiltig loggfil
15104 = Filen existerar inte! Ange ett giltigt filnamn eller avbryt operationen.
15105 = Välj process
15106 = Lägg till process i listan
15107 = Full sökväg till processen:
15108 = Lägg till registernyckel
15109 = Registernyckelns sökväg
15110 = Tvingad avinstallation låter dig avinstallera program och/eller söka efter filer som kan finnas kvar efter tidigare installerade eller avinstallerade program. Du kan antingen söka efter kvarlämnade filer och mappar, eller ange den kompletta sökvägen till filen eller mappen från programmet du vill avinstallera. Du kan även ange programnamnet som kompletterande information. Baserat på informationen du anger söker Revo Uninstaller Pro efter existerande avinstallationsprogram och relaterade installationsloggar i modulerna övervakade program och loggdatabasen. Om sådana loggar hittas kommer de att listas och du kan välja om du vill använda dem eller ej.\n\nOBS! Var noga med att ange exakt namn och installationssökväg till programmet du vill avinstallera!
15111 = Skanningslägen
15112 = Inbyggt
15113 = Säkert
15114 = Måttligt
15115 = Avancerat
15116 = Full sökväg till programfilen eller -mappen:
15117 = Programmets exakta namn:
15118 = Hittade inbyggda avinstallerare:
15119 = Kör den valda inbyggda avinstalleraren
15120 = Programnamn
15121 = Avinstallationskommando
15122 = Typ
15123 = 32-bit
15124 = 64-bit
15125 = Avsluta processen och fortsätt
15126 = Den valda filen är en aktiv process! Om du vill avinstallera den och dess relaterade komponenter, är det bäst att avsluta, stoppa den innan du fortsätter
15127 = Registernyckel som ska exkluderas
15128 = Inkludera undernycklar
15129 = Gå till fönstret Övervakade program vid programstart
15130 = Radera filer och mappar:
15131 = till backupmappen
15132 = till papperskorgen
15133 = permanent
15134 = Vill du verkligen radera vald(a) komponent(er)?
15135 = Mappar
15136 = Filer
15137 = Möjligen relaterade filer och mappar
15138 = Möjligen relaterade registerposter
15139 = Nycklar:
15140 = Värden:
15141 = Loggade filer och mappar
15142 = Utför namnbyte på de tidigare existerande systemfilerna och -mapparna
15143 = Vill du verkligen avinstallera de valda posterna?
15144 = Valda men kvarvarande filer kommer att raderas vid nästa omstart av datorn.
15145 = Loggade registerposter
15146 = Avinstallerar...
15147 = Skannar efter restfiler, mappar och registerposter, baserat på tidigare angiven information
15148 = Analyserar samt startar programmets inbyggda avinstallerare för en standardavinstallation
15149 = Tryck på knappen Skanna efter avslutad avinstallation för att börja skanna efter kvarvarande filer, mappar och registerposter.
15150 = Det finns inte tillräckligt diskutrymme för att skriva till cachedatafilen
15151 = Fel vid skrivning till cachefilen. Kontrollera att du har nödvändiga rättigheter.
15152 = Fel vid läsning av cachedatafilen
15153 = Revo Uninstaller Pro hittade inga restposter
15154 = Skanna
15155 = Anpassad\navinstallation
15156 = Modulen Alla Program i Revo Uninstaller Pro visar alla installerade program och komponenter för samtliga användare på datorn, uppdelat i två standardgrupper - Nya och Andra. Via antingen vyn Detaljer eller kontextmenyn, kan du komma åt ytterligare information likt länkar och egenskaper om installationerna. Inställningarna för detta kan du hitta i undermenyn Alla Program under avsnittet Avinstallerare i fönstret Alternativ.
15157 = Modulen Övervakade program i Revo Uninstaller Pro visar alla program som du har, spårat, övervakat, under dess installation med hjälp av Revo Uninstaller Pro. För att spåra ett program med Revo kan du antingen högerklicka på installationsfilen, exe. filen, eller trycka på knappen Installera Program i huvudverktygsfältet. Inställningarna för det här läget hittas i undermenyn Övervakade Program under Avinstallerare i fönstret Alternativ.  
15158 = Registrering
15159 = Hjälpfil
15160 = Installera program
15161 = Installera\nprogram
15162 = Skapa en systemåterställningspunkt och en full registerbackup innan avinstallering
15163 = Skapar en full registerbackup...
15164 = Skapa en systemåterställningspunkt och en full registerbackup är inaktiverat (se: Alternativ -> Avinstallerare)
15165 = Skapa en full registerbackup - klart!
15166 = Skapa en full registerbackup - misslyckades!
15167 = (Stöds ej av Windows Vista eller Windows 7)
15168 = Loggar:
15169 = Eller högerklicka på ikonen för Jaktläge och välj Avsluta för att avsluta
15170 = Öppna avinstallationsguiden maximerad
15171 = Mappsökväg
15172 = Vänligen installera en PDF-läsare för att läsa hjälpfilen
15173 = Lägg till ny grupp
15174 = Radera valda loggar
15175 = Återuppbygg cachefilen
15176 = Vill du verkligen återuppbygga cachefilen?\nAlla anpassningar av programdetaljer kommer att återställas!
15177 = Hantera
15178 = Exportera, importera eller redigera logg
15179 = Ändra\neller reparera
15180 = Ändra eller reparera
15181 = Uppdatera länk
15182 = Databasloggar
15183 = Databas-\nloggar
15184 = Program:
15185 = Programnamn
15186 = Programversion
15187 = Windows-version
15188 = Windows-bitar
15189 = Funna
15190 = Visa endast loggar kompatibla med %s
15191 = Visa endast %s loggar
15192 = Matchande loggar:
15193 = Databasloggar:
15194 = Sök via:
15195 = logg
15196 = loggar
15197 = program
15198 = program
15199 = Namn
15200 = Snabb avinstallation 
15201 = Snabb\navinstallation
15202 = Skapar initial systembackup
15203 = Avinstallerar program %d av %d
15204 = Initial analys - klar!
15205 = Startar programmets inbyggda avinstallationsfunktion - klar!
15206 = Startar programmets inbyggda avinstallationsfunktion - misslyckades!
15207 = Skannar efter restfiler, mappar och registerposter...
15208 = Raderar funna kvarvarande poster...
15209 = Raderade %d kvarvarande registernycklar och %d -värden
15210 = Raderade %d kvarvarande mappar och %d filer
15211 = Snabb avinstallation utförd!
15212 = Status
15213 = Tryck på knappen Fortsätt, när programmets avinstallationsfunktion är färdig för att fortsätta avinstallationsprocessen.
15214 = Fortsätt
15215 = Importerade
15216 = Lägg till kommentar
15217 = Redigera kommentar
15218 = Moduler
15219 = Loggdatum
15220 = Förbereder loggens data inför avinstallation...
15221 = %d av %d poster
15222 = Utför nödvändiga namnbytesoperationer...
15223 = Vill du verkligen avinstallera den valda loggen?
15224 = Vill du verkligen avinstallera de valda loggarna?
15225 = Avinstallerar logg %d av %d
15226 = Exportera alla
15227 = Hoppa över\nbackup
15228 = Hoppa över skapande av systemåterställningspunkt och full registerbackup
15229 = Skapa full registerbackup - överhoppat!
15230 = Skapa systemåterställningspunkt - överhoppat!
15231 = Redigera logg
15232 = Importera logg
15233 = Exportera logg
15234 = Analyserar logg -
15235 = Namnändra logg
15236 = Loggnamn
15237 = Spara ändringar
15238 = Modifiera
15239 = Ikon
15240 = Ikonindex
15241 = Skapad av
15242 = Skapelsetidpunkt
15243 = Senaste ändringstidpunkt
15244 = Uppskattad storlek
15245 = Registernycklar
15246 = Registervärden
15247 = Skapad
15248 = Raderad
15249 = Namnbytt
15250 = Överskriven
15251 = Okänd
15252 = Gammalt namn
15253 = Fullständigt namn
15254 = Gammalt fullständigt namn
15255 = Gamla data
15256 = Ett registervärde med samma namn finns redan!
15257 = Lägg till nyckel
15258 = Nyckelnamn:
15259 = Inte modifierad
15260 = Modifiera nyckel
15261 = Lägg till värde
15262 = Modifiera värde
15263 = Ange
15264 = Gammal typ
15265 = Förhindra att körbara filer exekveras under sin avinstallation
15266 = Sök efter en relevant logg innan programmets vanliga avinstallation
15267 = Vill du verkligen göra en \nSnabb avinstallation av val(t)(da) program?
15268 = Matchande logg funnen bland loggarna. Denna kommer att användas under avinstallationen\nStartar programmets inbyggda funktion för standardavinstallation.
15269 = Matchande logg funnen i loggdatabasen. Denna kommer att användas under avinstallationen\nStartar programmets inbyggda funktion för standardavinstallation.
15270 = Tryck på knappen Fortsätt när programmets avinstallation är avslutad för att visa restfiler, mappar och registerposter.
15271 = Fel vid nedladdning av loggfilen!
15272 = Fel vid namnbyte av den nedladdade loggfilen!
15273 = Loggdatabasmodulen i Revo Uninstaller Pro visar en lista med loggar från spårade program som är kompatibla med ditt Windows-system. Loggarna underhålls av teamet på Revo Uninstaller Pro och du kan lätt, med endast ett musklick på knappen Avinstallera, använda dessa loggar för att avinstallera program på din dator.
15274 = Din version:
15275 = Uppdatera nu
15276 = Uppdatera loggdatabasen automatiskt
15277 = Fel vid nedladdning av loggdatabasen!
15278 = Fel vid uppdatering av loggdatabasen!
15279 = Fel vid extrahering av loggdatabasen!
15280 = Fel vid öppnandet av loggdatabasen!
15281 = Lägg till din kommentar:
15282 = Välj ikon
15283 = Filsökväg:
15284 = Välj en ikon från listan:
15285 = Fil
15286 = Mapp
15287 = Exporterar logg -
15288 = Importerar logg -
15289 = %d%% avklarad
15290 = Exporterad av
15291 = Hittade relaterade loggar
15292 = Ja (rekommenderas)
15293 = De listade loggarna som har skapats av dig verkar vara relaterade till programmet du vill avinstallera. Vill du använda data från dessa under avinstallationen?
15294 = Laddar ned logg -
15295 = Loggarna i listan från vår loggdatabas verkar vara relaterade till programmet du vill avinstallera. Om du vill använda någon av dem sätter du bara en markering i rutan framför den.
15296 = Det finns en lämplig logg i vår loggdatabas.\Vill du använda den för en mer komplett avinstallation av programmet?
15297 = Vill du verkligen radera vald(a) loggpost(er) från listan?
15298 = Du måste välja minst en kolumn att exportera!
15299 = Bläddra efter
15300 = Använd vald logg
15301 = Källa
15302 = Du har inte valt någon inbyggd avinstallerare från listan.\nVill du verkligen hoppa över användandet av en avinstallerare och söka efter restfiler och mappar ändå?
15303 = Välj en inbyggd avinstallerare från listan ifall du vill använda den under avinstallationen.
15304 = Du har inte valt någon av loggarna från listan.\nVill du verkligen fortsätta söka efter restposter utan att använda någon logg?
15305 = Välj en logg från listan ifall du vill använda den under avinstallationen.
15306 = Laddar loggens data...
15307 = Skapa en full registerbackup innan avinstallationen
15308 = Skapandet av en full registerbackup inaktiverat (se: Verktyg -> Avinstallerare)
15309 = Sökväg:
15310 = Använd programmets avinstallationsdata för att få installationsdatumegenskapen
15311 = Installera program med \nRevo Uninstaller Pro
15312 = Sammanför valda loggar
15313 = Är det säkert att du vill sammanföra valda loggar?\n\nDetta kommando är lämpligt för loggar relaterade till ett program och för ihop alla loggar till en.
15314 = Sammanförd loggs namn
15315 = Mapp att exkludera
15316 = Filer och mappar att exkludera
15317 = Registernycklar att exkludera
15318 = Avinstalleringen av %s avbröts av en datoromstart. Vill du fortsätta avinstallationsprocessen?
15319 = Alla loggoperationer på nuvarande dator
15320 = Överför
15321 = Backa upp
15322 = Återställ
15323 = Välj huvudmappen för den Portabla versionen
15324 = Backuploggar
15325 = Återställningsloggar
15326 = Skriva över existerande loggar med samma namn?
15327 = Fel vid upptäckt av installerade Revo Uninstaller Pro:s datamapp.
15328 = Söker efter verkställande fil...
15329 = Kan inte köra programmet
15330 = Programmet körs redan
15331 = Det startade programmet verkar inte ha ett användargränssnitt
15332 = Programmet verkar ha stängts för tidigt
15333 = Väntar på användargränssnitt...
15334 = Visa kontrollrutor i vyn Detaljer
15335 = Sökvägen existerar inte!
15336 = Exportera loggdata
15337 = Listade program är installerade på samma installationsplats som %s. Rester från samtliga dessa program kommer hittas.\nÄr det säkert att du vill fortsätta?
15338 = Hittade relaterade program
15339 = Radera automatiskt alla hittade rester
15340 = Hittade %d registerrester
15341 = Raderar %d registerrester...
15342 = Hittade %d restmappar och %d filer
15343 = Raderar %d restmappar och %d filer...
15344 = %d vald
15345 = Visa alternativet att skanna alla Windows-konton för rester
15346 = Välj ditt färgtema
15347 = Klassisk
15348 = Mörk
15349 = Du kan alltid ändra dessa inställningar senare
15350 = Analyserar programmens inbyggda avinstallerare för en standardavinstallering och starta dem tyst, om möjligt.
15351 = Startar appars standardavinstallationskommandon för initial avinstallering
15352 = Skanna alla Windows-konton för rester
15353 = Avinstallera från alla Windows-konton
15354 = Verkställer den inbyggda avinstalleraren för %s
15355 = Efter att standardavinstallerar(en)(na) för ( %s ) har avslutats, klicka på knappen Skanna för att starta restskanningen
15356 = Loggnivån ändrad till %d.
15357 = Fortsätta avinstallationsoperationen?
15358 = Säkert att du vill avbryta avinstallationsprocessen?

[Auto Run Manager Pro]
15800 = Lägg till
15801 = Lägg till programmet till Windows start
15802 = Sätt till att autostarta för:
15803 = Alla användare
15804 = Aktuell användare
15805 = Sätt till att autostarta från:
15806 = Registret: Kör - vid varje Windows-start
15807 = Registret: Körengång - kör endast vid nästa Windows-start
15808 = Startmappen - vid varje Windows-start
15809 = Kommando (full sökväg):
15810 = Namn:
15811 = Borttagen från autostart
15812 = Tog bort poster som inte körs från autostart
15813 = Tog bort alla inaktiverade poster från autostart
15814 = Tjänster
15815 = Öppna Windows tjänster
15816 = Schemalagda aktiviteter
15817 = Aktivera
15818 = Inaktivera

[General App]
16001 = Skriv ut
16002 = Skriv ut förhandsvisning
16003 = Skriv ut inställningar
16004 = Visa
16005 = Menyfält
16006 = Huvudverktygsfält
16007 = Beskrivningspanel
16008 = Statusfält
16009 = Verktygs verktygsfält
16010 = Fil
16011 = Autostart\nhanteraren
16012 = Skräpfils\nrensare
16013 = Windows-\nverktyg
16014 = Webbläsar\nrensare
16015 = MS Office-\nrensare
16016 = Windows-\nrensare
16017 = Bevis\nrensare
16018 = Oåterställbar\nradering
16019 = Backup\nhanterare
16020 = Installera med Revo Uninstaller Pro
16021 = Avinstallera med Revo Uninstaller Pro
16022 = Installera valt program med Revo Uninstaller Pro
16023 = Avinstallera valt program med Revo Uninstaller Pro
16024 = Backupmapp:
16025 = Backa upp borttagna registerposter
16026 = Backa upp borttagna filer och mappar
16027 = Microsoft Excel är inte installerat på den här datorn (felkod 0x%08X).
16028 = Kunde inte köra Microsoft Excel (felkod 0x%08X).
16029 = Okänt fel.
16030 = Registret
16031 = Skippa informationsmeddelanden visade av Revo Uninstaller Pro
16032 = Skippa varningsmeddelanden visade av Revo Uninstaller Pro
16033 = Processer
16034 = Spåra program i kompakt fönsterläge
16035 = Inkludera Processer:
16036 = Exkludera Processer:
16037 = Process-sökväg
16038 = Visuellt tema:
16039 = Verktygsfält
16040 = Visa textetiketter
16041 = Visa små ikoner
16042 = Blå
16043 = Grå
16044 = Svart
16045 = Silver
16046 = Ursprunglig
16047 = Ursprunglig 2
16048 = Ursprunglig Smidig
16049 = Köp nu
16050 = Efter att ha köpt Revo Uninstaller Pro får du ett serienummer via e-post. För att aktivera Revo Uninstaller Pro behöver du ange ditt serienummer i formuläret nedan och sedan trycka på knappen Aktivera på nätet. Aktiveringen kräver en internetanslutning så du behöver tillåta Revo Uninstaller Pro att ansluta genom din brandvägg. Om du har några frågor gällande registreringen vänligen kontakta oss på: registration@revouninstaller.com
16051 = Registrera 
16052 = Ange det exakta serienumret här:
16053 = Aktivera via nätet
16054 = Alla rättigheter förbehållna.
16055 = Registrerad version
16056 = Oregistrerad version
16057 = Vill du verkligen radera dina skapade backuper, loggar och andra användardata? Tryck på Nej om du uppdaterar programmet.
16058 = Översättare:
16059 = Skapa dagligen en full registerbackup
16060 = Radera loggen för spårade program efter avinstallation
16061 = Visa små ikoner i vyn Detaljer
16062 = Visa kommandon i Windows högerklicksmeny (Installera med ..., Avinstallera med ...)
16063 = Markera alla restposter som standard
16064 = Mörkgrå
16065 = Blå 2
16066 = Visa Revo Uninstaller Pro på Kontrollpanelen
16067 = Skippa användarkontokontroll (UAC) förfrågan
16070 = Kommandons verktygsfält
16071 = Eget
16072 = Tema
16073 = Egen bakgrundsfärg
16074 = Egen markeringsfärg
16075 = Vänligen stäng Revo Uninstaller Pro innan du börjar importera loggen,\nalternativt importera loggen via verktygsfältknappen Hantera i Fler kommandon i modulen Övervakade program.
16076 = Aktivera
16077 = Välj aktiveringsmetod
16078 = Aktivering via nätet
16079 = Aktivering med fil
16080 = Din 30-dagars utvärderingsperiod har löpt ut. Om du vill fortätta att använda programmet måste du köpa en licens.
16081 = När du köpt en licens för Revo Uninstaller Pro kommer du att få ett serienummer via e-post. För att sedan aktivera Revo Uninstaller Pro måste du ange ditt namn och serienumret i formuläret nedan (kopiera och klistra in rekommenderas starkt). Klicka sedan på knappen Aktivera via nätet. Aktiveringen kräver en internetförbindelse och du bör se till att inte brandväggen hindrar Revo Uninstaller Pro. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16082 = När du köpt en licens för Revo Uninstaller Pro kommer du att få ett serienummer via e-post. För att sedan aktivera Revo Uninstaller Pro måste du ange ditt namn och serienumret i formuläret nedan (kopiera och klistra in rekommenderas starkt). Klicka sedan på knappen Spara fil för att spara filen. Skicka sedan den sparade filen till support@revouninstaller.com eller registration@revouninstaller.com. Inom 24 timmar skickar vi sedan en upplåsningskod vilken kommer att slutföra aktiveringen av Revo Uninstaller Pro. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16083 = Du har valt att aktivera Revo Uninstaller Pro via fil. När du har skickat aktiveringsfilen till vår supports e-postadress skickar teamet en upplåsningskod vilken du måste ange nedan (kopiera och klistra in rekommenderas starkt). Därefter trycker du på knappen Aktivera. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16084 = Det har skett en förändring av datorn som kräver att Revo Uninstaller Pro aktiveras igen. Vänligen tryck på knappen Aktivera. Om du har några frågor eller problem relaterade till registreringen, vänligen kontakta oss på: registration@revouninstaller.com
16085 = Aktiveringen lyckades! 
16086 = Aktiveringen misslyckades!
16087 = Ingen kontakt med aktiveringsservern. Kontrollera att inte brandväggen stoppar Revo Uninstaller Pro.
16088 = Ange användarnamn:
16089 = Ange serienummer (kopiera och klistra in rekommenderas):
16090 = Ange upplåsningskoden (kopiera och klistra in rekommenderas):
16091 = Återställ aktiveringsprocessen
16092 = Kvarvarande dagar:
16093 = Spara fil
16094 = Registrerad till
16095 = Återaktivera
16096 = Aktivering pågår, vänligen vänta...
16097 = Felaktigt serienummer.\nVänligen kopiera och klistra in det istället för att skriva in det!
16098 = Vänligen starta om Revo Uninstaller Pro
16099 = Mörkt läge
16100 = Serienummer:
16101 = Licensdata:
16102 = Sänd respons
16103 = Nätsupport		
16104 = Återställ panelinställningarna för huvudfönstret
16105 = Återställ kontrollinställningarna för vyn Detaljer
16106 = Återställning utförd!\nStarta om Revo Uninstaller Pro för att tillämpa ändringarna
16107 = Du har inte markerat några poster.\nDu måste markera minst en för att kunna fortsätta.
16108 = Visa programstartens startbild
16109 = Historikrensare
16110 = Historik\nrensare
16111 = Fler\nkommandon
16112 = Revo Uninstaller Pro körs redan!
16113 = Uppdateringsprenumeration upphör:
16114 = Förnya nu
16115 = Uppdateringsprenumerationen upphörde %s!
16116 = Uppdateringsprenumeration
16117 = Om du vill kunna installera senaste versionerna av Revo Uninstaller Pro utgivna efter det datumet, behöver du förnya din uppdateringsprenumeration.
16118 = Testversionspåminnare
16119 = Tack för att du använder Revo Uninstaller Pro. Du kör en 30-dagars fullt fungerande testversion. Om du gillar programmet och vill använda det efter testperioden har utgått behöver du köpa en licens.
16120 = Din prenumeration tillåter dig att installera och aktivera en version av Revo Uninstaller Pro utgiven före %s. Om du vill installera senaste versionen av Revo Uninstaller Pro behöver du förnya din prenumeration.
16121 = Gilla
16122 = Avaktiverad licens
16123 = Din licens har avaktiverats av dig. Om du vill använda Revo Uninstaller Pro igen behöver du registrera det med ett giltigt serienummer.
16124 = Avaktivera licensen
16125 = Använd(a) aktiveringsnyck(el)(lar) har framgångsrikt avaktiverats.
16126 = Avaktivering misslyckades!
16127 = Säkert att du vill avaktivera din licens?\nNuvarande installation av Revo Uninstaller Pro slutar då att fungera! Fortsätt endast om du vill flytta eller föra över din licens till en annan dator.
16128 = Avaktivera
16129 = Avaktiverar din licens. Vänligen vänta...
16130 = dag
16131 = Infört serienummer har redan tillämpats till nuvarande licensfil.
16132 = Din uppdateringsprenumeration upphörde %s, därmed är du inte berättigad att uppdatera din nuvarande version av Revo Uninstaller Pro. Vänligen förnya din uppdateringsprenumeration om du vill installera och använda senaste versionen.
16133 = Kommandoknappens textfärg
16134 = Ange vilket användarnamn du vill
16135 = Import lyckades!\nStarta om Revo Uninstaller Pro för att tillämpa ändringarna.
16150 = Dialogers bakgrundsfärg
16151 = Textfärg
16152 = Kontrollers bakgrundsfärg
16153 = Urvalsfärg
16156 = Inaktivera alla textanimationer
16157 = Skaffa din Android app
16158 = Nedladda din Android app
16159 = Copy to Clipboard = Kopiera till Urklipp

[AppBar]
16900 = Spara loggen med övervakade systemändringar
16901 = Sluta övervaka installationen
16902 = Revo Uninstaller Pro övervakar alla ändringar av systemet - fortsätt med installationen som vanligt! Vänligen KÖR INGA andra installationsfiler, program, eller någonting annat under installationen av programmet! Efter avslutad installation, starta programmet, konfigurera det och stäng det. Tryck sedan på knappen Stopp - röd fyrkant, och spara loggen.
16903 = Ange ett loggnamn:
16904 = Ange ett namn på loggen och tryck på knappen Spara
16905 = Revo Uninstaller Pro spårar installationen
16906 = Revo Uninstaller Pro sparar data
16907 = Kunde inte erhålla nödvändig rättighet för att kunna stänga av datorn. Försök stänga av manuellt istället!
16908 = Kunde inte justera rättigheterna för att kunna stänga av datorn. Försök stänga av manuellt istället!
16909 = Vänligen ange ett giltigt loggnamn!
16910 = Vill du verkligen avbryta loggningsprocessen?

[JunkFilesCleanerPro]
17000 = Exkludera
17001 = Senast ändrad
17002 = Skanna mapp...
17003 = Inkludera
17004 = Mappar att inkludera som skräp

[Windows Apps]
17100 = Windows\nappar
17101 = Windows appar
17102 = Windows-app
17103 = Totalt antal appar
17104 = App
17105 = Appar
17106 = Modulen Windows appar listar alla installerade Windows-appar och hjälper dig att avinstallera varje av dem med ett enkelt klick. Vissa av Microsofts appar är förinstallerade på operativsystemet, andra via Ms Store. Mer information om apparna kan hittas i kontextmenyn.
17107 = Analyserar och startar appens standardavinstallationskommando
17108 = Efter att appens standardavinstallerare har avslutat, tryck på knappen Skanna för att börja skanna efter restfiler, mappar och registerposter.
17109 = Är du säker på att du vill avinstallera den valda appen?
17110 = Kan inte köra den valda Windows-appen!
17111 = Öppna i Microsoft Store
17115 = Avsluta
17116 = Återställ appen
17117 = Återställ Microsoft Store
17118 = Kan inte avsluta vald app.
17119 = Detta kommer återställa apparna till deras initiala konfiguration.\nVill du fortsätta?
17120 = Detta kommer återställa Microsoft Store till dess initiala konfiguration.\nVill du fortsätta?
17121 = Den inbyggda avinstalleringen av %s misslyckades.\nVi rekommenderar en integritetskontroll av systemfilerna eller återställa appen %s och försöka igen. 
17122 = Avinstallation misslyckades

[Browser Extensions]
17200 = Webbläsartillägg
17201 = Webbläsartillägg
17202 = Ms Edge tillägg
17203 = Typ
17204 = Tillägg
17205 = Plug-in
17206 = App
17207 = Hjälpare
17208 = Verktygsfält
17209 = Sökleverantör
17210 = %s körs. Avsluta - tvångsavsluta det om du vill fortsätta.\nOsparade data i webbläsaren kanske förloras.
17211 = Totalt antal tillägg
17212 = tillägg
17213 = tillägg
17214 = Modulen webbläsartillägg listar och hjälper dig att ta bort olika sorters ytterligare komponenter, s.k tillägg eller add-ons, vilket de flesta populära webbläsare likt Google Chrome, Microsoft Edge, Mozilla Firefox och Internet Explorer låter dig installera för att anpassa dem. Kolumnen Typ visar sorten av tillägg enligt webbläsaren.
17215 = Är det säkert att du vill ta bort valda tillägg(en)?
17216 = Tar bort %s tillägg
17217 = För att undvika automatisk ominstallering av tillägget, vänligen inaktivera Synka appar och Synka tillägg i Chromes inställningar, fortsätt sedan med borttagningen.
17218 = Du har valt ett förinstallerat tillägg.
17219 = Webbläsare
17220 = Profil
17221 = %s körs.◙ Tryck på -> k, för att tvångsavsluta. Osparade data i din webbläsare kanske förloras. ◙ Tryck på valfri knapp för att avbryta.
17222 = %s körs. Vänligen stäng det för att fortsätta.

[EvidenceRemoverPro]
17300 = Typ
17301 = Total storlek
17302 = Ledigt utrymme
17310 = Lokal disk
17311 = Flyttbar disk
17312 = Uppskattad tid kvar:
17313 = dagar 
17314 = timmar
17315 = minuter
17316 = sekunder
17317 = Vill du verkligen stoppa processen?

[WindowsToolsPro]
17400 = Systemåterställning
17401 = Nätverksdiagnostik
17402 = Nätverksinformation
17403 = Säkerhet och underhåll
17404 = Systemegenskaper
17405 = Systeminformation
17406 = TCP/IP Netstat-kommandot
17407 = Skärmtangentbord
17408 = Diskdefragmenterare
17409 = Tjänster
17410 = Delade mappar
17411 = Gruppolicy
17412 = Lägg till/ta bort Windows-funktioner
17413 = Microsoft Windows Borttagning av skadlig programvara
17414 = Windows Säkerhetskopiering och återställning
17415 = Schemaläggaren
17416 = Check Disk
17417 = Systemfilsgranskaren (SFC)
17418 = Diskrensning
17419 = Resursövervakaren
17420 = DISM (Deployment Image Servicing and Management
17421 = Rensa DNS cache
17422 = Diagnostikverktyg för DirectX
17450 = Windows Säkerhetskopiering och återställning låter dig skapa kopior av datafiler från alla användare på datorn, samt att skapa en systemavbildning. Du kan antingen låta backuppen skapas automatiskt av Windows eller välja själv vilka filer, mappar, bibliotek och/eller enheter du vill ha med i backuppen. En systemavbildning inkluderar Windows och dina systeminställningar, program och filer och kan användas för att återställa innehållet på datorn ifall den skulle sluta fungera.
17451 = Schemaläggaren schemalägger automatiska uppgifter för att köras på bestämda tider eller när en särskild händelse inträffar. Den kan schemalägga programstarter eller körning av skript vid förutbestämda tider eller efter bestämda intervaller. Schemaläggaren skapar ett lättöverskådligt bibliotek över uppgifterna och tillhandahåller ett smidigt sätt att hantera dem. 
17452 = Check Disk verifierar filsystemets logiska integritet på Windows-volymen. Check Disk söker efter problem relaterade till dåliga sektorer, förlorade kluster, korslänkade filer och katalogfel. Dessa typer av fel kan uppstå vid systemkrascher eller -frysningar, strömspikar eller -fall, felaktig avstängning etc. 
17453 = Systemfilsgranskaren (SFC) låter dig söka efter och återställa korrupta systemfiler genom versionsverifiering. Om SFC hittar ett problem försöker den att byta ut den felaktiga filen mot en ur Windows DLL-cache. Om filen inte skulle finnas i DLL-cachen eller om även denna skulle vara korrupt kommer du att uppmanas att sätta i Windows installationsmedia.
17454 = Diskrensning är ett datorunderhållsverktyg designat för att frigöra diskutrymme på en dators disk. Det tillåter användare att ta bort filer som inte längre behövs eller som kan tas bort säkert, såsom temporära-, cache- och loggfiler skapade av operativsystemet och andra program.
17455 = Resursövervakaren visar information om hårdvarans användning, CPU, minne, disk och nätverk och programresurser likt filhandtag och moduler, i realtid.
17456 = DISM kör en skan efter korruptioner och reparerar problem som det finner inom operativsystemet.
17457 = Om du har problem med att tillgå en webbsida eller använda en tjänst på nätet, kan det vara så att din enhet har lagrat cache från en utdaterad DNS-dokumentation och den behöver rensas eller återställas manuellt.
17458 = Diagnostikverktyget för DirectX visar en mångfald av information om DirectX och låter dig också utföra grundläggande diagnostiktester av DirectX-systemet.

17480 = Verktyg
17481 = Kommandorad
17482 = Lägg till ett anpassat verktyg
17483 = Redigera verktyget
17484 = Ett anpassat verktyg med samma namn existerar redan.\nVänligen ange ett annat namn.

[WindowsCleanerPro]
17500 = Radera miniatyrbilds-cachen

[UnrecoverableDeletePro]
17600 = Lägg till fil(er)
17601 = Lägg till mapp
17602 = Radera för alltid
17603 = Raderar
17604 = Beräknar...
17605 = Resterande poster kan inte tas bort nu.\nSe till att de inte används av Windows eller något annat program och försök igen.
17606 = Ta bort valda poster från listan

[Backup Manager]
17800 = Backuphanterare
17801 = Återställ
17802 = Radera
17803 = Radera alla
17804 = Anpassad\nåterställning
17812 = Laddar mappträd...
17813 = Bakåt
17814 = Nästa
17815 = Hittade inga återställningspunktdata
17816 = Bearbetar
17817 = Backar upp %d av %d poster
17818 = Återställningspunkter:
17819 = Total storlek:
17820 = Backuphanteraren hjälper dig att hantera den backupinformation som Revo Uninstaller Pro har lagrat efter varenda raderad registernyckel, fil eller mapp. Vid återställning av en återställningspunkt kan du återställa alla data eller välja och vraka den eller de poster du önskar återställa. Om du vill frigöra diskutrymme kan du radera en, flera eller alla återställningspunkterna.
17821 = Namn
17822 = Operation
17823 = Storlek
17824 = Registerposter
17825 = Filer och Mappar
17826 = Tid
17827 = Datum
17830 = Nyckel-/Värdenamn
17831 = Data
17835 = Standardvärde
17836 = Återställer %d av %d poster
17837 = Återställer
17838 = Fil-/Mappnamn
17839 = Anpassad återställning
17840 = Fel vid läsning av backupdatafilen!
17841 = Filer och mappar att återställa
17842 = Registerposter att återställa
17843 = Det finns inte tillräckligt med diskutrymme för att skriva backupdatafilen!
17844 = Fel vid skrivning av backupdatafilen!
17845 = Är det säkert att du vill återställa operationen %s av %s?
17846 = Är det säkert att du vill ta bort alla återställningspunkter?
17847 = Radera\nenligt tid
17848 = Radera backuper äldre än visst datum eller tidsperiod
17849 = Radera alla backuper äldre än:
17850 = Valt datum:
17851 = En vecka
17852 = Två veckor
17853 = 30 dagar
17854 = 90 dagar
17855 = 180 dagar
17856 = Ett år
17857 = Eget datum
17858 = Du har valt ett datum efter dagens.\nDetta kommer att radera alla backuper! Fortsätta?

[TooltipsPro]
18200 = Justera inställningarna av Revo Uninstaller Pro 
18201 = Byt utseende på listan över spårade program.
18202 = Hantera backupinformationen som lagras av Revo Uninstaller Pro
18203 = Installera program genom Revo Uninstaller Pro
18204 = Tvingad avinstallation av rester från redan avinstallerade program
18205 = Visa alla installerade program
18206 = Visa spårade installerade program
18207 = Avinstallera valt spårat program
18208 = Anpassad avinstallation av valt spårat program
18209 = Återställ vald återställningspunkt av Revo Uninstaller Pro
18210 = Anpassad återställning av vald återställningspunkt av Revo Uninstaller Pro
18211 = Radera vald återställningspunkt av Revo Uninstaller Pro
18212 = Lägg till ett program att starta automatiskt med Windows
18213 = Utför bevisborttagningsoperationer på markerade diskar
18214 = Lägg till filer som ska raderas oåterställbart
18215 = Lägg till en mapp som ska raderas oåterställbart
18216 = Radera tillagda filerna och mapparna
18217 = Radera markerade filer
18218 = Ändra eller reparera installationen av valt program
18219 = Snabbavinstallera valt program (alla funna rester kommer att raderas automatiskt)
18220 = Lägg till ny post i loggen
18221 = Modifiera vald post
18222 = Radera vald post från loggen
18223 = Exportera aktuella loggdata som HTML

[Portable]
18500 = Fel vid nedladdning av uppdateringen!
18501 = Fel vid extraherandet av uppdateringen!
18502 = Uppdaterar
18503 = Uppdateringen slutfördes framgångsrikt!
18504 = %d av %d filer
18505 = Portabilitet
18506 = Använd egen datalagringsmapp
18507 = Aktivera snabbladdningsläge
18508 = Acceptera
18509 = Licensöverenskommelse

[UninstallHistory]
32900 = Avinstallationshistorik
32901 = Ta bort alla
32902 = Exportera detaljer
32903 = Appnamn
32905 = Avinstallerade program:
32907 = Avinstallerade loggar:
32909 = Avinstallerade appar:
32910 = Importerade logg
32911 = Användarlogg
32912 = Avinstallationshistoriken håller koll på alla avinstallationer som har utförts och erbjuder detaljerad information om de avinstallerade programmen och all borttagen restdata.
32917 = Programdetaljer:
32918 = Operationssummering:
32919 = Fil och mappoperationer:
32920 = Registeroperationer:
32921 = Loggdetaljer:
32922 = Appdetaljer:
32923 = Lyckad radering av registernycklar
32924 = Lyckad radering av registervärden
32925 = Lyckad radering av filer
32926 = Lyckad radering av mappar
32927 = Ange för radering vid omstart
32928 = Kunde inte radera registernycklar
32929 = Kunde inte radera registervärden
32930 = Summering
32931 = Raderade rester av registernycklar:
32932 = Raderade rester av registervärden:
32933 = Raderade restmappar:
32934 = Raderade restfiler:
32935 = Återvunnet fritt utrymme från rester:
32936 = Granska detaljer
32937 = Du har avinstallerat
32938 = Avklarade avinstallationsoperationer